{
	"other-resources": "Diğer kaynaklar",
	"intro-text": "Birçoğu küresel MicroBlocks topluluğu tarafından sağlanan, eğitimciler için faydalı kaynaklar.",
	"activities-lbl": "Aktiviteler ve Eğitimler",
	"articles-lbl": "Makaleler",
	"courses-lbl": "Müfredat ve Dersler",
	"manuals-lbl": "Kılavuzlar ve Nasıl Yapılır",

	"sensor-examples-title": "Sensörler Eylemde",
	"sensor-examples-desc": "John Hegarty'den micro:bit ile sensörlerin kullanımına ilişkin birçok örnek. Sayfaları seçmek için sol üst köşedeki menüyü kullanın.",

	"cobie-cards-title": "Cobie'nin MicroBlocks Kartları",
	"cobie-cards-desc": "Cobie van de Ven'den güzel aktivite kartları seti.",

	"classroom-steam-activites-title": "ESP32 ile Sınıf için STEAM",
	"classroom-steam-activites-desc": "Breadboard ve birkaç elektronik bileşen içeren ve ESP32 kullanan basit örnekler. Bağlantı şemaları ve komut dosyaları içerir.",

	"finch-title": "Finch ve MicroBlocks",
	"finch-desc": "Birdbrain Technologies Finch robotunun MicroBlocks la nasıl kullanılacağı.",

	"hummingbird-title": "Hummingbird ve MicroBlocks",
	"hummingbird-desc": "MicroBlocks la Birdbrain Technologies Hummingbird zanaat robotik kiti nasıl kullanılır.",

	"cpx-ornament-title": "Circuit Playground Express Süsü",
	"cpx-ornament-desc": "MicroBlocks ve Adafruit Circuit Playground Express ile renkli bir tatil süsü yaratın.",

	"black-inventors-title": "Zenci Yenilikçiler ve Mucitler",
	"black-inventors-desc": "Modern trafik sinyalinin mucidi ve başarılı bir kalp nakli gerçekleştiren ilk doktorlardan biri de dahil olmak üzere ilham veren Afrikalı Amerikalı mucitlerin ve yenilikçilerin listesi.",

	"girls-robotics-kit-title": "Düşük Maliyetli Robot Kiti – Kızlar İçin Harika",
	"girls-robotics-kit-desc": "Yaratıcı robotik etkinliklerde hem kızların hem de erkeklerin ilgisini çekebilecek MicroBlocks, micro:bit ve birkaç ek bileşenin kullanımını açıklar.",

	"okdo-card-set-title": "OKdo Sınıf Kit'ten Etkinlik Kartları",
	"okdo-card-set-desc": "Bu on kartlık set, OKdo MicroBlocks micro:bit Sınıf Paketi ile birlikte kullanılmak üzere geliştirildi, ancak kartlar kit olmadan da kullanılabilir."
}
